Revit 2024 API
IndexStreamPoint Properties
The IndexStreamPoint type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
 (Inherited from IndexStream.)
See Also
IndexStreamPoint Class
Autodesk.Revit.DB.DirectContext3D Namespace